---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MultiReferenceAnnotationOptions
source: html/984d6a44-5d4d-21c0-3fa1-193b1fd9be0a.htm
---
# MultiReferenceAnnotationOptions Members

Create an instance of Multi-Reference Annotation Options set with default values.